[
  ["Felyne Aim", "Increases the damage of Bowgun's NormS and Bow's lvl 1 charge by x1.1.", "When you have been graced with this Skill, the Normal S you often fire from your Bowgun will be even more powerful, nya. It will be as powerful as a level 1 charged arrow from a Bow! Sure it's just one shot, but pile them on and it will surely add up! Too bad this Skill won't help melee users at all, nya."],
  ["Felyne Ballooner", "100% chance the hot air balloon will appear on the quest and in every outside area.","Out in the field, you occasionally see balloons aloft from the Elder Dragon Observation Center, nya. With this skill, the wonderful aura of the Felyne will attract these balloons toward you. I think, meow. Of course, it doesn't make much sense to have this skill if no balloons are in the area..."],
  ["Felyne Blunt Force", "Bowgun melee damage increases dramatically.","The Felyne Blunt Force skill will dramatically increase the power of weapons without Sharpness several times over. Nya... Weapons without Sharpness... That must be a Bowgun, Nya! Which means several times over isn't quite so impressive, meow..."],
  ["Felyne Bonus Skills", "Kitchen skills continue to be effective after hunter falls in battle.",""],
  ["Felyne Bulldozer", "Gives ESP like effect on melee weapons.",""],
  ["Felyne Charisma", "Allows the maximum trade with the Veggie Elder (6 times).","With the Felyne Charisma skill, you will find yourself getting into long conversations with the strangest of people, nya. In the field, some people in particular are turned off by the idea of idle chat. With this skill, you should be able to coax them into conversation, meow!"],
  ["Felyne Combine", "Increases the percentage of the combination success rate. Lo: 5% increase, Hi: 10% increase","With this Skill active, your chances at success during Combining will be increased, meow! It's just like having a Book of Combos! Or at least I think it is just like that, nya. When you fight a powerful wyvern, this is a Skill you'll surely want to have, meow!"],
  ["Felyne Constructor", "The large grey boulders that sometime block an entrance can be destroyed much easier.",""],
  ["Felyne Courage", "Prevents the Hunter from flinching (or shock) when spotted by Boss Monster.","It doesn't matter who you are, when you are out in the field and you run into a wyvern, you will be shocked, meow! However, with this skill, you'll never be surprised again! They always say us Felynes have guts, nya!"],
  ["Crazy Lucky Cat", "Increases quests reward money x2.",""],
  ["Felyne Culinary Arts", "Allows BBQ Spit to become a Gourmet Spit.","When you are a master of the Felyne Culinary Arts skill, it will be even easier than usual to make incredibly tasty meat, nya. Where once you would have cooked up some Rare Steak, the same timing will now make Well-Done Steak, meow! Is that great or what!?"],
  ["Felyne Dance", "Gives attack boost similar to Power Pill when dance gesture is used. (+25 raw for 20 sec).",""],
  ["Felyne Defense", "Provides a chance to decrease the damage the Hunter would receive by 30%. Lo: 12.5% chance, Hi: 25% chance.","With this Skill activated, a monster's attack will occasionally cause less damage, nya. Sure, it is a simple Skill... But how many Skills do you know of that can save your life, meow!?"],
  ["Felyne Dismantle", "Increases the chance to have an extra carve, tail not included. Lo: Small chance, Hi: Larger chance.","With this skill, the number of times you can carve a monster after it has been slayed will increase, nya. If you activate this skill with a certain wyvern, let's just say woohoo, meow, and woohoo again, nya! But this skill only works sometimes..."],
  ["Felyne Escape", "Stamina decrease rate is lessened when the Hunter is running from a boss monster.","If you have this great Skill activated, your escapes from giant monsters or scary wyverns will chew up much less Stamina than normal, nya. You'll never have to worry about running yourself ragged ever again. Now your dashes in fear will last much longer, meow!"],
  ["Felyne Exchanger", "Pokke Points obtained after quest increases by x1.15.","With this skill activated, you will receive lots and lots of Pokke points, meow! It's such a shame that the Guild staff in charge of trading points doesn't succumb to our kitty cat charms, meow."],
  ["Felyne Explorer", "100% chance spawning in secret area if possible; only works in High or G-Lvl Quests.","At the beginning of a High Rank Quest, you may start in a spot you've never seen before. But sometimes these spots are filled with unknown delights, nya. With this skill, you will always head to these kinds of lovely undiscovered spots, meow. Just remember it has no effect on Low Rank Quests."],
  ["Felyne Fear Factor", "The skill allows the Boss Monster to become size 11 or less.","The Felyne Fear Factor skill will fill your Quests with encounters with relatively weak monsters, nya. It's like having a Felyne's nose for danger, meow! Of course, this same nose for danger gets us in trouble sometimes too!"],
  ["Felyne Fighter", "Damage increases on the Taunt gesture.","With the Felyne Fighter Skill activated, the power of your punch will be launched into the stratosphere, nya! Huh? Punch!? What's a punch you ask? Well, maybe you should try a gesture called a Taunt... Just don't get your hopes up for something too special, meow."],
  ["Felyne Frugality", "The chance of a Pickaxe or Bugnet breaking decreases.","If you activate this skill, you will become an expert at properly using items, nya. For instance, items like Pickaxes and Bugnets that are prone to falling apart will suddenly be a bit harder to break, meow."],
  ["Felyne Gastronomy", "Potential chance to increase Stamina by 25 pts when a Fish Steak is consumed.","Felynes love fish, nya! With this Skill, you too will have the aura of a fish lover, and any time you eat fish, you will also recover some Stamina, nya! Fishies sure are tasty, meow! ...You don't have any do nya?"],
  ["Felyne Gathering", "Increases the chance to gather more times from a gathering point.","If you activate this Skill and head out into the field on a gathering mission, you are sure to find more than expected, nya. You'll never come home disappointed again! This is a purrfect Skill for when you are after something special, meow!"],
  ["Felyne Great Break", "Decrease sharpness reduction by half when the weapon bounces.","If you use a melee weapon, you know what happens when you strike a hard rock or monster... The weapon just bounces right back, nya! This Felyne Whim Skill will increase your sharpness beyond its normal level and allow you to release a crushing blow even when striking something hard."],
  ["Felyne Gunpowder", "All bombs are improved into their '+' form. Bombs that are affected include Sm Barrel Bomb, Lg Barrel Bomb, and Bounce Bomb.","With this skill activated, the power of Large Barrel-Bombs and Small Barrel-Bombs will increase, nya! Only a felyne could produce a skill like this, don't you think? Nya? Large Barrel-Bomb+, meow? we don't use such uncouth weapons, nya!"],
  ["Felyne Heroics", "Attack increases by x1.35 and defense by x1.5 when health is below 10hp.","When this Skill is activated, hunters who find themselves in a jam will also find themselves endowed with even greater power, nya. Your attacks will be stronger, your defenses more powerful... Even your stories after the battle will be better, meow!"],
  ["Felyne Kickboxer", "The Attack Power of kick and taunt punch increases dramatically.","By activating the Felyne Kickboxer skill, the power of your kicks will skyrocket, nya! Kick! Kick! Kick! Meow! Kick! That's not to say your kicks were weak to begin with, meow."],
  ["Felyne Iron Cat", "Chance of not dropping eggs and ores if damage is taken.",""],
  ["Felyne KO", "KO damage of the weapons increases. Headshot with Crag S can now also stun.",""],
  ["Felyne Landing", "Allows jumping from any heights with heavy objects in hands (eggs, stones) without breaking them.",""],
  ["Felyne Martial Arts", "Stamina usage for maneuver decreases. This includes dodge rolls, back hops, and blocking. Lo: 25% reduction, Hi: 50% reduction.","With this Skill active, your evades or Guards will eat up less Stamina than before, nya. For weapons without Guard, such as a Bow or Dual Blades, evades are absolutely critical, meow. This Skill is like a panacea that allows you to evade and fight with glee, nya."],
  ["Felyne Medicine", "Healing item effectiveness increases by x1.1. This includes Herbs, Potions, Mega Potions, Lifepowder, and First Aid Potions. Antidote herb becomes 100%.","This Skill will give all your normal medicines and herbs a little pick me up, nya. Your regular Herbs will recover more Health than usual, while Antidote Herbs will be even more effective, meow."],
  ["Felyne Mega Lucky Cat", "Increases the potential chance for more Normal Rewards significantly.",""],
  ["Felyne Negotiation", "Increases the chance to obtain rare items from the Veggie Elder. Increases the chance to obtain stolen items at the Melynx Den.","Triggering this skill will cause you to become amiable to a variety of conversations. The fickle Veggie Elders will give you nice items, and items stolen by the Melynx will find their home much more easily, nya. It is a simple, but useful skill, meow."],
  ["Felyne Resilience", "Increases invulnerability when the Hunter rises from the ground.","With the Felyne Resillience skill, if a monster knocks you down, you will always be able to get up safely, nya. I have no idea why this works though, meow. I guess its because Felynes always land on their feet!"],
  ["Felyne Scavenger", "Guarantees getting a shiny from a monster on the first try.",""],
  ["Felyne Special Attack", "Ailment status increases by x1.125. (Poison, Paralysis, Sleep)", "With the Felyne Special Attack skill, weapons that can cause abnormal statuses will be able to cause these adverse effects more easily, meow. This is a purrfect skill to match with a sword or bowgun, nya. Those beastly monsters will never see it coming! At least I don't think they will!"],
  ["Felyne Strongcat", "Prevents the Hunter from dropping the large object (egg) from weak attacks.","Say you are carrying an Egg and some insects attack you... The Egg would drop, nya? Well, with this Skill activated, that will be a thing of the past! If you combine it with an item called Power Juice, Eggs and Powderstones will no longer cause you stress, meow! This is a great skill for Treasure Hunters, nya!"],
  ["Felyne Supercarver", "The Hunter is not interrupted by minor attacks during carving.","With the felyne supercarver skill activated, you'll never worry about being attack by monsters while carving again, nya! After all, you're the supercarver! Just be careful... No matter how super you are, a super strong attack will still hurt you, nya. This skill works for little attacks, like insects, meow."],
  ["Felyne Supercat", "Stamina decreases x0.5 when carrying an large object in hand (egg).","The Felyne Supercat skill will make carrying Eggs and such a thing of ease because your Stamina will be much more difficult to decrease, meoqw. Combined with Backpacking Expert, Eggs and Powderstones are like the lightest of feathers! Purrfect for Treasure Hunters Quests, nya!"],
  ["Felyne Temper", "Increases Bow and Bowgun damage; range distance decreases and deviation of shells increases.","With this skill activated, the spirit of the crazed gunslinger inside each and every Felyne will be awakened inside of you, and the power of your Bowgun or Bow will soar, meow! But it also means your shells or arrows won't travel nearly as far as usual, nya. That's the way things go when you're this small... "],
  ["Felyne Throw", "Throwing distance increases for items such as paintballs. Throwing knife and stone damage increased by x2.","This skill will increase the damage caused by throw attacks like throwing a Stone, nya! And not just Stones, but Throwing Knives and Boomerangs will also receive a boost in power, meow. Throwing Knives are special Supply Items you can get on Training School or Treasure Hunter Quests, nya."],
  ["Felyne Lucky Cat", "Increases the potential chance for more Normal Rewards. Ultra: Moderate change, Mega: Higher chance.","With this skill, the reward you receive at the end of a Quest will be substantially larger, meow! Or so I am told... There is also another great skill like this called Mega Lucky Cat, nya!"],
  ["Felyne Vine Climber", "Reduces stamina reduction by half when climbing vines.","Felynes are absolute specialists at climbing up to high places! With this Skill, you will be darting up vines like Jack up the beanstalk! You'll never have to worry about getting tired because this Skill also reduces Stamina reduction, meow!"],
  ["Felyne Vine Master", "Prevents the Hunter from falling against weak attack while climbing vines.","When the Felyne Vine Master skill is activated and you climb up a vine, small pests will no longer be able to pester you, meow. Imagine power so strong that the poking of insects will no longer cause you to fall. Amazing, nya!"],
  ["Felyne Woodwinds", "Gives a 25% chance to prevent flute breaking.","Sometimes, while using a Flute, you will find the item suddenly breaks. With this skill, that Flute will have a much harder time breaking on you, meow! Nya!? You use a Hunting Horn? I've go no idea what this skill does for those, nya!"]
]